"clear" = "Șterge";
"clear_tooltip" = "Șterge elementele nefixate.\nSelectează cu ⇧ pentru a șterge tot.";
"preferences" = "Configurări…";
"clear_all_tooltip" = "Șterge tot.";
"quit_tooltip" = "Închide aplicația.";
"quit" = "Închide";
"clear_alert_message" = "Ești sigur că dorești să ștergi istoricul?";
"clear_alert_comment" = "Nu poți anula această acțiune.";
"clear_alert_cancel" = "Anulează";
"about_tooltip" = "Citește mai mult despre aplicație.";
"about" = "Despre";
"clear_all" = "Șterge tot";
"search_placeholder" = "tastează pentru a căuta…";
"clear_alert_confirm" = "Șterge";
